Repository: collective/collective.gallery
Catalog: collective/gallery/locales/*/LC_MESSAGES/collective.gallery.po
Languages: de, fr, it

source: Add portlet to show pictures from galleries
de: Portlet zum Anzeigen von Bildergalerien hinzuf체gen.
fr: Ajouter une portlet pour afficher des photos provenant de galeries.
it: Aggiungi una portlet per mostrare le immagini dalle gallerie

source: Author
de: Autor
fr: Auteur
it: Autore

source: Date
de: Datum
it: Data

source: Define the number of pictures to show in the portlet
de: Geben Sie die Anzahl der Bilder an, die im Portlet angezeigt werden soll.
it: Inserisci il numero di immagini da mostrare nella portlet

source: Description
de: Beschreibung
it: Descrizione

source: Download Original
de: Original downloaden
fr: Télécharger l'originale
it: Scarica l'originale

source: Gallery Portlet
de: Bildergalerie Portlet
it: Portlet Galleria

source: Gallery view
de: Fotogalerie
fr: vue galerie
it: Vista Galleria

source: If selected, search the whole portal for galleries.otherwise search only subfolders of the current path.
de: Wenn ausgew채hlt, wird das gesamte Portal nach Bildergalerien durchsucht. Wenn nicht, wird ab dem aktuellen Pfad gesucht.
it: Se selezionato, le gallerie verranno cercate nell'intero portale altrimenti verranno cercate solo nelle sotto cartelle del percorso corrente.

source: Image Size
it: Dimensione dell'immagine

source: Name
fr: Nom
it: Nome

source: Next
de: Weiter
fr: Suivante
it: Successivo

source: Number of Pictures
de: Anzahl von Bildern
it: Numero di immagini

source: Pause
it: Pausa

source: Play
de: Abspielen
fr: Lecture
it: Inizia

source: Previous
de: Zur체ck
fr: Précédente
it: Precedente

source: Search portal for galleries
de: Portal nach Galerien durchsuchen
it: Cerca le gallerie nel portale

source: Select, which image scale should be used for the portlet.
it: Selezionare quale dimensione di immagine deve essere usata nella portlet.

source: The friendly name of the template
fr: Le nom lisible du template d'affichage
it: Il nome del template

source: This portlet shows pictures from galleries.
de: Dieses Portlet zeigt Bilder aus Bildergalerien an.
it: Questa portlet mostra le immagini dalle gallerie.

source: Title
de: Titel
fr: Titre
it: Titolo

source: label_photo_description
de: Beschreibung
fr: Description
it: Descrizione

source: label_photo_id
de: Id
fr: Id
it: Id

source: label_photo_thumb
de: Url des Thumbnails
fr: Vignette
it: URL sorgente della miniatura

source: label_photo_title
de: Titel
fr: Title
it: Titolo

source: label_photo_url
de: Url des Fotos
fr: Adresse (URL) de la photo
it: URL sorgente

source: message_no_backend_for_link
de: Fehler: Dieser Link wird nicht unterst체tzt.
fr: Erreur Galerie: Ce lien n'est pas supporté.
it: Errore della Galleria: questo collegamento non Ã¨ supportato.

source: portlet_from_gallery
de: Galerie
fr: Album
it: Galleria

source: portlet_more
de: Mehr Bilder aus dieser Galerie
fr: Voir l'album
it: Altre immagini da questa galleria
